tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "awscli"
brew "cmake"
brew "coreutils"
brew "gcc"
brew "git"
brew "htop"
brew "make"
brew "neovim"
brew "openvpn"
brew "stow"
brew "tmux"
cask "dbeaver-community"
cask "docker"
cask "discord"
cask "goldendict"
cask "lens"
cask "spectacle"
cask "transmission"
cask "mpv"
cask "visual-studio-code"
cask "microsoft-teams"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "jdinhlife.gruvbox"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "scala-lang.scala"
vscode "waderyan.gitblame"
vscode "wware.snippet-creator"
